Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# rule_boxes_title
source: Remember the boxes
ar: تذكر الصناديق
bn: কক্সগুলো মনে রাখুন
de: Denken Sie an die Kisten
es: Recuerda las cuantas
fr: Rappelez-vous les boîtes
hi: बॉक्स याद रखें
id: Ingatlah kotak
it: Ricordatevi delle scatole
ja: 箱を思い出します。
ko: 상자를 기억하라
nl: Herinneren we de dozen
pl: Pamiętaj o pudełkach
pt: Lembre-se das caixas
ru: Помните коробки
th: หมายเหตุกล่อง
tr: Kutuları hatırla
uk: Пам’ятайте про коробки
ur: یاد رکھیں باکس
vi: Nhớ những hộp
zh_hans: 记住盒子
zh_hant: 記住盒子

# rule_boxes_description
source: Each bold box must also contain every number once.
ar: يجب أن يحتوي كل صندوق شجاع أيضًا على كل رقم مرة واحدة.
bn: প্রতিটি ক্যাশটি একবারই প্রতিটি সংখ্যা রাখতে হবে।
de: Jede Schwerenbox muss auch jede Nummer einmal enthalten.
es: Cada cuadro de valor debe contener cada número una vez.
fr: Chaque boîte courageuse doit également contenir chaque numéro une fois.
hi: प्रत्येक बहादुर बॉक्स में एक बार में प्रत्येक संख्या भी शामिल होनी चाहिए।
id: Setiap kotak berani juga harus mencakup setiap nomor sekali.
it: Ogni casella deve contenere ogni numero una volta.
ja: ボックスには、それぞれの数字が1回含まれる必要があります。
ko: 각 용감한 상자는 또한 각 숫자를 한 번 포함해야합니다.
nl: Elke boot moet ook elke nummer één keer bevatten.
pl: Każda pudełko musi zawierać każdą liczbę raz.
pt: Cada caixa corajosa deve também conter cada número uma vez.
ru: Каждый смелый ящик должен также содержать каждый номер один раз.
th: กล่องแต่ละกล่องจะต้องมีหมายเลขแต่ละครั้ง
tr: Her cesur kutu aynı zamanda her sayıyı bir kez içermelidir.
uk: Кожна коробка повинна також містити кожну цифру один раз.
ur: ہر شجاع باکس میں ہر نمبر ایک بار شامل ہونا چاہئے.
vi: Mỗi hộp khôn cũng phải chứa mỗi số một lần.
zh_hans: 每个勇敢的盒子也必须包含每个数字一次。
zh_hant: 每個勇敢的盒子也必須包含每個數字一次。

# tutorial_ready
source: Ready? Try a 4×4 mini Sudoku.
ar: أضف تعليق حول 4×4 mini sudoku
bn: 4×4 মিনি সুডোকু
de: Versuchen Sie einen 4×4 Mini Sudoku.
es: Prepara un 4×4 mini Sudoku.
fr: Vous pouvez essayer un 4×4 mini Sudoku.
hi: 4×4 मिनी सुडोकू का प्रयोग करें।
id: Coba saja 4x4 mini sudoku.
it: Prova un 4×4 mini Sudoku.
ja: 試してみる 4×4 ミニ スドーコ
ko: 4×4 미니 수도쿠를 시도해 보세요.
nl: Probeer een 4×4 mini Sudoku.
pl: Wypróbuj 4x4 mini Sudoku.
pt: Você pode usar um 4×4 mini Sudoku.
ru: Попробуйте 4×4 мини-судоку
th: พร้อมแล้ว! ลอง 4×4 มินิซูโดค
tr: Hazır mısınız? 44 mini Sudoku deneyin.
uk: Використовуйте 4×4 Mini Sudoku.
ur: 4×4 مینی سوڈوکو کا استعمال کریں
vi: Hãy thử một 4×4 mini Sudoku.
zh_hans: 准备好! 试一试 4×4 迷你 Sudoku。
zh_hant: 準備好! 試一試 4×4 迷你 Sudoku。

# tutorial_completed
source: You understand Sudoku!
ar: أنت تعرف السودوكو!
bn: সুদুরকে বুঝতে পারবেন!
de: Du verstehst Sudoku!
es: ¡Tienes que entender Sudoku!
fr: Vous comprenez le Sudoku !
hi: सुडू को समझते हैं!
id: Anda sudah tahu Sudoku!
it: Si capisce il Sudoku!
ja: スドゥーコを理解する!
ko: 당신은 Sudoku를 이해합니다!
nl: Je begrijpt Sudoku!
pl: Zrozumiesz Sudoku!
pt: Você entende o Sudoku!
ru: Вы понимаете Судоку!
th: คุณเข้าใจซูโดโก
tr: Sudoku'yu anlıyorsun!
uk: Ви розумієте Судоку!
ur: آپ کو سڈوکو سمجھتے ہیں!
vi: Bạn hiểu Sudoku!
zh_hans: 您了解苏多库!
zh_hant: 您瞭解蘇多庫!

source: Start mini tutorial
ar: بدء الدليل الصغير
bn: মিনি টুইটু
es: Inicio Mini Tutorial
fr: Démarrer le mini tutorial
hi: मिनी ट्यूटोरियल शुरू करें
id: Mulai dengan tutorial mini
it: Inizia il mini tutorial
ja: ミニトゥトゥーリ
ko: 미니 튜토리얼 시작
nl: Start met mini tutorial
pl: Rozpoczęcie mini tutorial
pt: Início Mini Tutorial
ru: Начало мини-туториал
th: เริ่มต้นมินิทูเลต
tr: Mini öğreticiyi başlat
uk: Початок міні-туріума
ur: مینی ٹیوٹوریل شروع کریں
vi: Mở Mini Tutorial
zh_hans: 开始小型Tutorial
zh_hant: 開始小型Tutorial

source: Appearance
ar: ظهور
bn: প্রদর্শনী
de: Auftreten
es: Aparición
fr: Apprentissage
hi: दिखाई
id: muncul
it: Aparizione
ja: 現れ
ko: 출현
nl: verschijning
pl: pojawienie się
pt: Aparição
ru: Появление
th: การปรากฏตัว
tr: Görünüm
uk: Поява
ur: ظہور
vi: xuất hiện
zh_hans: 出現
zh_hant: 出現

source: System
ar: نظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: प्रणाली
id: Sistem
it: Il sistema
ja: システム
ko: 시스템
nl: systeem
pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
uk: Система
ur: نظام
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Light
ar: الضوء
bn: আলো
de: Licht
es: Luz
fr: Lumière
hi: प्रकाश
id: Cahaya
it: Luce
ja: 光
ko: 빛이
nl: Licht
pl: Światło
pt: Luz
ru: Свет
th: ไฟ
tr: Işık
uk: світло
ur: روشنی
vi: Ánh sáng
zh_hans: 光明
zh_hant: 光明

source: Dark
ar: الظلام
bn: অন্ধকার
de: Dunkel
es: El oscuro
fr: Ténèbres
hi: अंधेरे
id: gelap
it: Il buio
ja: 暗い
ko: 어두운
nl: donker
pl: ciemne
pt: escuro
ru: Темный
th: ดํา
tr: Koyu
uk: Темний
ur: اندھیرے
vi: Đen
zh_hans: 黑暗
zh_hant: 黑暗

source: High contrast
ar: تناقضات عالية
bn: উচ্চ প্রতিরোধ
de: hoher Kontrast
es: El alto contraste
fr: Contraste élevé
hi: उच्च विरोधाभास
id: kontras yang tinggi
it: Il contrasto elevato
ja: 高い対比
ko: 높은 대조
nl: Hoge contrast
pl: Wysoki kontrast
pt: Contraste elevado
ru: Высокий контраст
th: ความต้านทานสูง
tr: Yüksek kontrast
uk: Високий контраст
ur: اعلی کنٹرول
vi: Contrast cao
zh_hans: 高度对比
zh_hant: 高度對比

# high_contrast_subtitle
source: Makes the board and text easier to distinguish.
ar: يجعل الكتابة والنص أسهل في التمييز.
bn: টেক্সট এবং টেক্সটকে আরও সহজেই বিতর্ক করা যায়।
de: Das macht das Schreiben und den Text einfacher zu unterscheiden.
es: Facilita la distinción entre el texto y el tablero.
fr: Il permet de distinguer le tableau et le texte.
hi: यह बोर्ड और पाठ को अलग करना आसान बनाता है।
id: Membuat papan dan teks lebih mudah untuk dibedakan.
it: Faccia più facile distinguere il testo e il tavolo.
ja: テキストとテキストを区別するのが簡単です。
ko: 테이블과 텍스트를 구별하기 쉽습니다.
nl: Het maakt het bord en de tekst gemakkelijker te onderscheiden.
pl: Ułatwia rozróżnienie tablicy i tekstu.
pt: Faz com que o texto e o texto sejam mais fáceis de distinguir.
ru: Это делает таблицу и текст более простыми для разграничения.
th: ทําให้แผ่นและข้อความง่ายต่อการแยกต่างหาก
tr: Tahtayı ve metni ayırt etmeyi kolaylaştırır.
uk: Це робить таблицю і текст простіше розрізняти.
ur: یہ ٹیبل اور متن کو آسان طریقے سے الگ کر دیتا ہے.
vi: Làm cho bảng và văn bản dễ dàng phân biệt.
zh_hans: 使表和文本更容易区分。
zh_hant: 使表和文字更容易區分。

source: Data
ar: بيانات
bn: ডাটা
de: Daten
es: Datos
fr: données
hi: डेटा
id: Data yang
it: Dati
ja: データ
ko: 데이터
nl: gegevens
pl: Dane
pt: Dados
ru: Данные
th: ข้อมูล
tr: Veri
uk: дані
ur: ڈیٹا
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Clear career progress
ar: التقدم الوظيفي الواضح
bn: ক্যারিয়ার উন্নয়ন
de: Klares Karriereentwickeln
es: Progreso de la carrera clara
fr: Progrès de carrière clair
hi: स्पष्ट कैरियर प्रगति
id: Kemajuan Karir yang jelas
it: Il progresso della carriera chiaro
ja: 明確なキャリア進歩
ko: 명확한 경력 발전
nl: Een duidelijke carrière vooruitgang
pl: Jasny postęp kariery
pt: Progresso Carreira clara
ru: Яркий карьерный прогресс
th: การพัฒนาอาชีพที่ชัดเจน
tr: Açık kariyer ilerlemesi
uk: Яскравий прогрес кар'єри
ur: واضح پیشہ ورانہ ترقی
vi: Sự tiến bộ nghề nghiệp rõ ràng
zh_hans: 明亮的职业进步
zh_hant: 明亮的職業進步

# completed_levels
source: %1d completed levels
ar: %1dالمستويات المكتملة
bn: %1dসম্পূর্ণ স্তর
de: %1dVollendete Ebenen
es: %1dNivel completado
fr: %1dNiveaux complets
hi: %1dपूरा स्तर
id: %1dTingkat yang selesai
it: %1dLivelli completati
ja: %1d完成レベル
ko: %1d완성된 수준
nl: %1dAfgerond niveau
pl: %1dukończone poziomy
pt: %1dNíveis completos
ru: %1dЗавершенные уровни
th: %1dระดับที่เสร็จสิ้น
tr: %1dtamamlanan seviyeler
uk: %1dЗавершених рівнів
ur: %1dمکمل سطح
vi: %1dTỷ lệ hoàn thành
zh_hans: %1d完成的水平
zh_hant: %1d完成的水平

# clear_progress_title
source: Clear progress?
ar: التقدم الواضح؟
bn: চূড়ান্ত প্রসারিত?
de: Klares Fortschritt?
es: ¿El progreso claro?
fr: progrès clair ?
hi: स्पष्ट प्रगति?
id: Kemajuan yang jelas?
it: Il progresso chiaro?
ja: 明確な進歩?
ko: 명확한 진보?
nl: Een duidelijke vooruitgang?
pl: Jasny postęp ?
pt: Progresso claro ?
ru: Ясный прогресс?
th: การพัฒนาที่ชัดเจน
tr: İlerleme açık mı?
uk: Яскравий прогрес?
ur: واضح ترقی؟
vi: tiến bộ rõ ràng?
zh_hans: 清晰的进步?
zh_hant: 清晰的進步?

# clear_progress_body
source: Completed career levels and records will be removed.
ar: سيتم إزالة مستويات المهنة والرسوم البيانية المكتملة.
bn: সম্পূর্ণ ক্যারিয়ার স্তর এবং রেকর্ড মুছে ফেলবে।
de: Beendete Karrieregraden und Aufzeichnungen werden entfernt.
es: Se eliminarán los niveles de carrera y los registros completos.
fr: Les niveaux de carrière et les records seront supprimés.
hi: पूरा कैरियर स्तर और रिकॉर्ड हटा दिया जाएगा।
id: Tingkat karir dan rekaman yang selesai akan dihapus.
it: I livelli e i record di carriera completati saranno rimossi.
ja: 完成したキャリアレベルと記録は削除されます。
ko: 완료 된 경력 수준과 기록이 삭제됩니다.
nl: De gevuld carrière niveaus en records zullen worden verwijderd.
pl: Zakończone poziomy kariery i rekordy zostaną usunięte.
pt: Os níveis de carreira e registros completos serão removidos.
ru: Завершенные уровни карьеры и записи будут удалены.
th: เคล็ดลับการทํางานที่เสร็จสิ้นและบันทึกจะถูกลบ
tr: Tamamlanan kariyer seviyeleri ve kayıtları kaldırılacaktır.
uk: Завершені кар'єри та записи будуть видалені.
ur: مکمل کیریئر سطح اور ریکارڈ ہٹا دیا جائے گا.
vi: Các mức độ và hồ sơ nghề nghiệp hoàn thành sẽ được xóa.
zh_hans: 完成的职业水平和记录将被删除。
zh_hant: 完成的職業水平和記錄將被刪除。

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abschaffung
es: Cancelar
fr: Annulation
hi: रद्द
id: Pembatalan
it: annullamento
ja: キャンセル
ko: 취소
nl: annuleren
pl: anuluje
pt: Cancelamento
ru: Отменить
th: อะลูมิเนียม
tr: İptal
uk: Змінити
ur: منسوخ کریں
vi: hủy
zh_hans: 取消
zh_hant: 取消

source: Clear
ar: واضحة
bn: সঠিক
de: Klar
es: Claro
fr: clair
hi: स्पष्ट
id: jelas
it: chiaro
ja: 明るい
ko: 분명한
nl: duidelijk
pl: jasne
pt: Claro
ru: Яркий
th: หลักสูตร
tr: Temizle
uk: Яскраві
ur: واضح
vi: rõ ràng
zh_hans: 清晰
zh_hant: 清晰

source: Erase
ar: إيراسي
bn: বিস্ফোরণ
de: Erzündung
fr: Érase
hi: विनाश
id: Menghapus
ja: エラス
ko: 멸종
nl: Vernietiging
pl: Zniszczenie
ru: Эризоль
th: การทําลาย
tr: Sil
uk: Ераса
ur: ہراساں
vi: xóa
zh_hans: 解散
zh_hant: 解散

source: Notes on
ar: ملاحظات على
bn: নোট
de: Noten auf
es: Notas sobre
fr: Notes sur
hi: नोट्स पर
id: Catatan pada
it: Nota su
ja: ノート で
ko: 참고사항
nl: Notes op
pl: Notatki na
pt: Notas em
ru: Примечания на
th: บันทึก
tr: Üzerine notlar
uk: Зауважимо на
ur: نوٹ پر
vi: Ghi chú trên
zh_hans: 注目
zh_hant: 注目

source: Notes
ar: ملاحظات
bn: নোট
de: Notizen
es: Notas
hi: नोट्स
id: Notis
it: Notizie
ja: ノート
ko: 노트
nl: notities
pl: Notatki
pt: Notas
ru: Примечания
th: บันทึก
tr: Kaynakça
uk: Зауважи
ur: نوٹیں
vi: Ghi chú
zh_hans: 笔记
zh_hant: 筆記

source: Undo
ar: و و و
bn: ওন
es: y
fr: et
hi: और
id: dan
it: e non
ja: でしょ
ko: 안오
nl: en
pl: i
pt: e o
ru: Инде
tr: Geri Al
uk: ІН
ur: اور
vi: và
zh_hans: 和
zh_hant: 和

source: Hint
ar: نصيحة
bn: হিন্ট
hi: हिट
it: Il tentativo
ja: ヒント
ko: 힌트
pl: Wstrząs
pt: A impressão
ru: Инстинкт
th: สัญญาณ
tr: İpucu
uk: Насправді
ur: ہنسی
vi: Ấn tượng
zh_hans: 提示
zh_hant: 提示

# board_label
source: %1d by %1d Sudoku board
ar: %1dبواسطة%1dمجلس السودوكو
bn: %1dদ্বারা%1dসুরগো বোর্ড
de: %1ddurch%1dSudoku Board
es: %1dpor%1dEl Consejo de Sudoku
fr: %1dpar%1dLe Sudoku
hi: %1dद्वारा%1dसुडोक बोर्ड
id: %1dDengan%1dSudoku Lembaga
it: %1dda%1dIl Sudoku
ja: %1dによって%1dスドーコ会議
ko: %1d는%1d사우도쿠 보드
nl: %1ddoor%1dSudoku voorraad
pl: %1dprzez%1dSudoku Rada
pt: %1dpor%1dSudoku comando
ru: %1dпо%1dСудоку Борд
th: %1dโดย%1dซูโดค
tr: %1dtarafından%1dSudoku tahtası
uk: %1dЗа%1dСудоку
ur: %1dکی طرف سے%1dسوڈوکو کلب
vi: %1dbởi%1dSUDOKU Hội đồng
zh_hans: %1d由%1d苏多库董事会
zh_hant: %1d由%1d蘇多庫董事會

# cell_label
source: Row %1d, column %2d, %3s
ar: روي%1dالعمود%2d, %3s
bn: রু%1dকোম্পানি%2d, %3s
de: ROW%1dund Kolonne%2d, %3s
es: ROW%1dColumna%2d, %3s
fr: Roi%1dLa colonne%2d, %3s
hi: रॉ%1dकोलन%2d, %3s
id: ROW%1dKolom%2d, %3s
it: Roi%1dColonna%2d, %3s
ja: ロー%1dコラム%2d, %3s
ko: 로이%1d콜럼%2d, %3s
nl: Roe%1dColumn%2d, %3s
pl: Row%1dKolumna%2d, %3s
pt: Roi%1dColuna%2d, %3s
ru: Роу%1dКолонна%2d, %3s
th: รู%1dคอลัมน์%2d, %3s
tr: Satır%1d, sütun%2d,%3s
uk: Роу%1dКолонна%2d, %3s
ur: روڈ%1dکولون%2d, %3s
vi: Row Đánh giá%1d, cột%2d, %3s
zh_hans: 路%1d列%2d, %3s
zh_hant: 路%1d列%2d, %3s

source: Empty
ar: الفراغ
bn: ভোটে
de: leere
es: vacío
fr: vide
hi: खाली
id: kosong
it: vuoto
ja: 空き
ko: 빈
nl: Vakantie
pl: Puste
pt: Vazio
ru: Пусто
th: ฟรี
tr: Boş
uk: Порожній
ur: خالی
vi: trống
zh_hans: 空白
zh_hant: 空白

source: Notifications
ar: إشعارات
bn: বিজ্ঞাপন
de: Notifikationen
es: Notificaciones
hi: सूचनाएं
id: Notifikasi
it: Notifica
ja: 通知
ko: 알림
nl: Notificatie
pl: powiadomienia
pt: Notificações
ru: уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Повідомлення
ur: نوٹس
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Daily Sudoku challenges
ar: التحديات اليومية في السودوكو
bn: সাদা কুরআন চ্যালেঞ্জ
de: Die täglichen Sudoku-Triffe
es: Los desafíos del Sudoku
fr: Les défis du Sudoku
hi: दैनिक सुडूको चुनौतियां
id: Tantangan harian Sudoku
it: Il Sudoku quotidiano
ja: 日常スドーコの課題
ko: 매일의 사우도쿠 도전
nl: Dagelijkse Sudoku uitdagingen
pl: Wyzwania Sudoku
pt: Os desafios do Sudoku
ru: Вседневные вызовы Судоку
th: ปัญหาประจําวันซูโดคู
tr: Günlük Sudoku zorlukları
uk: Щоденні виклики Судоку
ur: روزانہ سوڈوکو کے مسائل
vi: Thách thức hàng ngày của Sudoku
zh_hans: 日常苏多库挑战
zh_hant: 日常蘇多庫挑戰

# daily_sudoku_challenges_subtitle
source: Three optional reminders each day at 09:00, 15:00, and 20:30. You can turn them off at any time.
ar: ثلاثة تذكير اختياري كل يوم في الساعة 09:00 و 15:00 و 20:30.
bn: প্রতিদিন 09:00, 15:00, এবং 20:30 এ তিনটি অপশনীয় স্মৃতিশক্তি আপনাকে যে কোন সময় বন্ধ করতে পারেন।
de: Drei optionale Erinnerungen jeden Tag um 09:00, 15:00 und 20:30. Sie können sie jederzeit deaktivieren.
es: Tres recuerdos opcionales cada día a las 09:00, 15:00 y 20:30.
fr: Trois rappels facultatifs chaque jour à 9h, 15h et 20h30 Vous pouvez les désactiver à tout moment.
hi: हर दिन 9 बजे, 15 बजे और 20:30 बजे तीन वैकल्पिक यादें बंद हो सकती हैं. आप उन्हें किसी भी समय बंद कर सकते हैं.
id: Tiga kenangan pilihan setiap hari pada pukul 09:00, 15:00, dan 20:30. Anda dapat mematikan mereka kapan saja.
it: Tre ricordi opzionali ogni giorno alle 09:00, 15:00 e 20:30.
ja: 毎日9時、15時、20時30分に3つのオプションの思い出が表示されます。
ko: 매일 오전 9시, 오후 5시, 오후 8시 30분에 3개의 선택적 추억이 켜져 있습니다.
nl: Drie optionele herinneringen elke dag om 09:00, 15:00 en 20:30. u kunt ze op elk moment uit.
pl: Trzy opcjonalne przypomnienia każdego dnia o godz. 09:00, 15:00 i 20:30. można je odłączyć w dowolnym momencie.
pt: Três lembranças opcionais todos os dias às 09:00, 15:00 e 20:30.
ru: Три варианта напоминаний каждый день в 09:00, 15:00 и 20:30. Вы можете отключить их в любое время.
th: สามคําเตือนแบบเลือกทุกวันใน 09:00, 15:00 และ 20:30 คุณสามารถเปิดพวกเขาได้ตลอดเวลา
tr: Her gün saat 09:00, 15:00 ve 20:30'da üç isteğe bağlı hatırlatıcı. İstediğiniz zaman kapatabilirsiniz.
uk: Три факультативні спогади щодня о 09:00, 15:00 і 20:30. Ви можете відключити їх в будь-який час.
ur: ہر روز 9 بجے، 15 بجے اور 20 بجے تین اختیاری یادداشتیں.آپ ان کو کسی بھی وقت بند کر سکتے ہیں.
vi: Ba ký ức tùy chọn mỗi ngày lúc 09:00, 15:00 và 20:30. bạn có thể tắt chúng bất cứ lúc nào.
zh_hans: 每天9点,15点,20点30分,有三次可选提醒,随时可关闭。
zh_hant: 每天9點,15點,20點30分,有三次可選提醒,隨時可關閉。

# daily_reminder_permission_denied
source: Notification permission was not granted. Daily reminders remain off.
ar: لم يتم منح إذن الإشعار.تظل التذكرات اليومية غير مألوفة.
bn: সারাদিন বার্তা বন্ধ থাকবে না, সারাদিন বার্তা বন্ধ থাকবে।
de: Notifizierungsverleih wurde nicht erteilt. tägliche Erinnerungen bleiben.
es: No se ha concedido permiso de notificación. los recuerdos diarios permanecen apagados.
fr: Les notifications ne sont pas autorisées. les rappels quotidiens sont hors.
hi: सूचना अनुमति नहीं दी गई. दैनिक यादें बंद रहती हैं.
id: Tidak ada izin pemberitahuan yang diberikan. peringatan harian tetap dihentikan.
it: Non è stato dato il permesso di notifica. i ricordi giornalieri rimangono fuori.
ja: 通知許可は与えられていません. 毎日のメモは残ります。
ko: 통지 허가가 부여되지 않았습니다.일상 추억은 남아 있습니다.
nl: Notificatievergunning is niet verleend. dagelijkse herinneringen blijven af.
pl: Nie ma zgody na powiadomienie. codzienne przypomnienia pozostają znikające.
pt: Não foi concedida a permissão de notificação. lembranças diárias permanecem apagadas.
ru: Помните, что не было разрешения на уведомление.Вседневные напоминания остаются закрытыми.
th: การแจ้งเตือนไม่ได้รับอนุญาต การแจ้งเตือนประจําวันยังคงปิด
tr: Bildirim izni verilmedi. Günlük hatırlatmalar kapalı kalır.
uk: Повідомлення не було видано. щоденні спогади залишаються.
ur: نوٹس کی اجازت نہیں دی گئی ۔ روزانہ یادداشتیں بند رہیں گی ۔
vi: Không được cấp phép thông báo. những lời nhắc hàng ngày vẫn còn.
zh_hans: 通知许可未授予,日记留下。
zh_hant: 通知許可未授予,日記留下。

source: Online challenge notifications
ar: تحديات الإنترنت الإشعارات
bn: অনলাইন চ্যালেঞ্জ বিজ্ঞাপন
de: Online-Ausforderung Ankündigungen
es: Notificaciones de desafío en línea
fr: Les notifications de défi en ligne
hi: ऑनलाइन चुनौती सूचनाएं
id: Online Challenge Pemberitahuan
it: Online Challenge Comunicazioni
ja: オンライン 挑戦通知
ko: 온라인 도전 통보
nl: Online uitdaging meldingen
pl: Online wyzwanie powiadomienia
pt: Notificações de desafio online
ru: Онлайн вызов уведомления
th: การแจ้งเตือนการท้าทายออนไลน์
tr: Çevrimiçi meydan okuma bildirimleri
uk: Інтернет-виклики для викликів
ur: آن لائن چیلنج کی رپورٹیں
vi: Online Challenge Thông báo
zh_hans: 网上挑战通知
zh_hant: 網上挑戰通知

# online_challenge_notifications_subtitle
source: Shows friend and challenge invitations on this device. You can turn this off at any time.
ar: عرض الأصدقاء وتحدي الدعوات على هذا الجهاز.يمكنك إيقاف تشغيل هذا في أي وقت.
bn: এই ডিভাইসে বন্ধু এবং ডিভাইসের ডিভাইস দেখুন. আপনি এই ডিভাইসটি কোন সময় বন্ধ করতে পারেন.
de: Zeigen Sie Freunde und Herausforderung Einladungen auf diesem Gerät. Sie können dies jederzeit aussteigen.
es: Mostrar amigos y desafíos invitaciones en este dispositivo. Puedes desactivar esto en cualquier momento.
fr: Afficher des invitations et des invitations sur ce appareil. Vous pouvez l'ouvrir à tout moment.
hi: इस डिवाइस पर दोस्त दिखाएं और आमंत्रणों को चुनौती दें. आप इसे किसी भी समय बंद कर सकते हैं.
id: Menampilkan teman dan mencabar jemputan pada perangkat ini. Anda dapat mematikan ini kapan saja.
it: Mostra amici e sfida inviti su questo dispositivo. puoi disattivare questo in qualsiasi momento.
ja: このデバイスで友人と挑戦の招待状を表示します. いつでもオフにできます。
ko: 이 장치에서 친구를 표시하고 초대장을 도전합니다.이 장치를 언제든지 끄는 방법.
nl: Zie vrienden en uitdagingen op deze apparaat. u kunt dit op elk moment uitzetten.
pl: Wyświetla przyjaciół i wyzwanie zaproszeń na tym urządzeniu. można wyłączyć w dowolnym momencie.
pt: Mostre amigos e desafia convites neste dispositivo. Você pode desligar isso a qualquer momento.
ru: Покажите друзей и вызовите приглашения на этом устройстве. Вы можете отключить это в любое время.
th: แสดงเพื่อนและท้าทายคําแนะนําบนอุปกรณ์นี้ คุณสามารถเปิดใช้งานได้ตลอดเวลา
tr: Bu cihazda arkadaş ve meydan okuma davetlerini gösterir. Bunu istediğiniz zaman kapatabilirsiniz.
uk: Показати друзів і викликати запрошення на цьому пристрої. Ви можете відключити це в будь-який час.
ur: اس آلہ پر دوستوں کو دکھائیں اور دعوتوں کو چیلنج کریں۔ آپ اس کو کسی بھی وقت بند کر سکتے ہیں۔
vi: Hiển thị bạn bè và thử thách lời mời trên thiết bị này. bạn có thể tắt nó bất cứ lúc nào.
zh_hans: 显示朋友和挑战邀请在这个设备上. 您可以随时关闭此。
zh_hant: 顯示朋友和挑戰邀請在這個裝置上. 您可以隨時關閉此。

# online_challenge_notifications_unavailable
source: Challenge notifications require Firebase and the social backend to be configured.
ar: تتطلب إشعارات التحدي إعداد Firebase و social backend.
bn: চ্যালেঞ্জ বিজ্ঞাপনগুলি Firebase এবং সামাজিক সাবসেন্স সংগঠিত করতে হবে।
de: Herausforderungskommunikation erfordert Firebase und die soziale Backend zu konfigurieren.
es: Las notificaciones de desafío requieren que Firebase y el backend social sean configurados.
fr: Les notifications de défi nécessitent que Firebase et le support social soient configurés.
hi: चुनौती सूचनाओं को Firebase और सामाजिक बैकअप को कॉन्फ़िगर करने की आवश्यकता होती है।
id: Notifikasi tantangan memerlukan Firebase dan backend sosial untuk dikonfigurasi.
it: Le notifiche di sfida richiedono che Firebase e il backend sociale siano configurati.
ja: 挑戦通知には、Firebaseとソーシャルバックエンドが構成される必要があります。
ko: 도전 알림은 Firebase와 사회적 지원을 구성해야합니다.
nl: De uitdaging meldingen vereisen dat Firebase en de sociale backend worden geconfigureerd.
pl: Notifikacje wyzwania wymagają konfiguracji Firebase i wsparcia społecznego.
pt: Notificações de desafio requer que Firebase e o backend social sejam configurados.
ru: Послания на вызов требуют конфигурирования Firebase и социальной подсчёта.
th: ข้อความท้าทายต้องกําหนด Firebase และ backend สังคม
tr: Meydan okuma bildirimleri Firebase ve sosyal arka ucun yapılandırılmasını gerektirir.
uk: Повідомлення про виклик вимагають, щоб Firebase і соціальний підхід були конфігуровані.
ur: چیلنج نوٹس کو فائر بیس اور سوشل سپیکنڈ کو ترتیب دینے کی ضرورت ہے.
vi: Các thông báo thách thức yêu cầu Firebase và nền tảng xã hội phải được cấu hình.
zh_hans: 挑战通知需要 Firebase 和社交支持设置。
zh_hant: 挑戰通知需要 Firebase 和社交支援設定。

# challenge_notification_permission_denied
source: Notification permission was not granted. Online challenge notifications remain off.
ar: لم يتم منح إذن الإشعار.تظل إشعارات التحدي عبر الإنترنت مفتوحة.
bn: অনলাইন চ্যালেঞ্জ বিজ্ঞাপন বন্ধ থাকবে না।
de: Notifizierungsverleih wurde nicht erteilt. Online-Challenge-Nachrichten bleiben nicht verfügbar.
es: No se ha concedido permiso de notificación. las notificaciones de desafío en línea permanecen apagadas.
fr: Aucune notification n’a été accordée. les notifications de défi en ligne sont désactivées.
hi: सूचना अनुमति नहीं दी गई. ऑनलाइन चुनौती सूचनाएं बंद रहती हैं.
id: Tidak ada izin pemberitahuan yang diberikan. pemberitahuan tantangan online tetap dihapus.
it: Non è stato concesso il permesso di notifica. le notifiche di sfida online rimangono aperte.
ja: 通知許可は与えられていません. オンラインの挑戦通知は終了します。
ko: 통보 허가가 부여되지 않았습니다.온라인 도전 통보는 여전히 열려 있습니다.
nl: Notificatievergunning is niet verleend. online challenge-notificaties blijven af.
pl: Nie udzielono zezwolenia na powiadomienie. powiadomienia o wyzwaniach online pozostają nieobecne.
pt: Não foi concedida a permissão de notificação. notificações de desafio online permanecem apagadas.
ru: Позволяние на уведомление не было предоставлено. онлайн-задачи о вызове остаются закрытыми.
th: การแจ้งเตือนไม่ได้รับอนุญาต การแจ้งเตือนการท้าทายออนไลน์ยังคงปิด
tr: Bildirim izni verilmedi. Çevrimiçi meydan okuma bildirimleri kapalı kalır.
uk: Повідомлення про виклик не було видано. онлайн-виклики повідомлень залишаються недійсними.
ur: نوٹس کی اجازت نہیں دی گئی۔ آن لائن چیلنج نوٹس بند رہیں گے۔
vi: Không được cấp phép thông báo. thông báo thách thức trực tuyến vẫn bị tắt.
zh_hans: 未经授予通知许可,在线挑战通知仍在关闭。
zh_hant: 未經授予通知許可,線上挑戰通知仍在關閉。

source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
de: Privatsphäre
es: Privacidad
fr: La confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인 정보
nl: Privaciteit
pl: prywatność
pt: Privacidade
ru: Приватизация
th: ความลับ
tr: Gizlilik
uk: конфіденційність
ur: پرائیویسی
vi: Tính riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Analytics sharing
ar: تحليلات التبادل
bn: Analytics শেয়ারিং
de: Analyse Teilen
es: Analítica compartida
fr: Analyse partage
hi: Analytics साझा करने के लिए
id: Analisa berbagi
it: Analisi di condivisione
ja: 分析共有
ko: 분석 공유
nl: Analyse delen
pl: Analityka dzielenia
pt: Compartilhamento de Análise
ru: Анализ обмена
th: การแบ่งปัน Analytics
tr: Analytics paylaşımı
uk: Аналітичні поділи
ur: تجزیہ کا اشتراک
vi: phân tích chia sẻ
zh_hans: 分析共享
zh_hant: 分析共享
